Repository: camilogg/mhnu
Catalog: src/import_export_celery/locale/*/LC_MESSAGES/django.po
Languages: es

source: status
es: estado

source: Perform import
es: Realizar importación

source: Perform dry import
es: Realizar importación detallada

source: Run export job
es: Ejecutar trabajo de exportación

source: Export
es: Exportar

source: Import export with celery
es: Importaciones y exportaciones con Celery

source: exported file
es: Archivo exportado

source: Have we started processing the file? If so when?
es: ¿Hemos comenzado a procesar el archivo? ¿Si es así cuando?

source: Status of the job
es: Estado del trabajo

source: Format of file to be exported
es: Formato de archivo a exportar

source: collection code
es: Código de colección

source: select the type of collection to export or leave it empty to export all records
es: selecciona el tipo de colección a exportar o dejalo vacío para exportar todos los registros

source: Send me an email when this export job is complete
es: Envíame un correo electrónico cuando este trabajo de exportación esté completo

source: site of origin
es: Sitio de origen

source: JSON list of pks to export
es: Listado de ids a exportar

source: export job
es: Trabajo de exportación

source: export jobs
es: Trabajos de exportación

source: Export job #{}
es: Trabajo de exportación #{}

source: File to be imported
es: Archivo a importar

source: Has the import been completed? If so when?
es: ¿Se completó la importación? ¿Si es así cuando?

source: Format of file to be imported
es: Formato de archivo a importar

source: Summary of changes made by this import
es: Resumen de los cambios realizados por esta importación

source: errors
es: Errores

source: Name of model to import to
es: Nombre del modelo para importar

source: import job
es: Trabajo de importación

source: import jobs
es: Trabajos de importación

source: {} import job #{}
es: {} trabajo de exportación #{}

source: [Dry run]
es: [Detalle]

source: import
es: Importar

source: 1/5 Import started
es: 1/5 Importación iniciada

source: Imported file has a wrong encoding: {}
es: El archivo importado tiene una codificación incorrecta: {}

source: Imported file has a wrong encoding
es: El archivo importado tiene una codificación incorrecta

source: Error reading file: {}
es: Error al leer el archivo: {}

source: Error reading file
es: Error al leer el archivo

source: 2/5 Processing import data
es: 2/5 Procesando datos de importación

source: 3/5 Importing row {}/{}
es: 3/5 Importando fila {}/{}

source: 4/5 Generating import summary
es: 4/5 Generando resumen de importación

source: Line: {} - {} {} {}
es: Línea: {} - {} {} {}

source: 5/5 Import job finished
es: 5/5 Trabajo de importación terminado

source: Import error {}
es: Error de importación {}

source: Import error
es: Error de importación

source: export
es: Exportar

source: Exporting row {}/{}
es: Exportando fila {}/{}

source: Export complete
es: Exportación completa

source: Django: Export job completed
es: Django: trabajo de exportación completado

source: Your export job has completed. You can download the file at the following link: {link}
es: Tu trabajo de exporación ha sido completado. Puedes descargar el archivo en el siguiente link: {link}
